import QurtP from "@/assets/images/products/qurt.png";
import ToshQurtP from "@/assets/images/products/tosh-qurt.png";
import BodomP from "@/assets/images/products/bodom.png";
import OrikDanakP from "@/assets/images/products/orik-danak.png";
import YerYongoqP from "@/assets/images/products/yer-yongogi.png";
import KeshuP from "@/assets/images/products/keshu.png";
import { ProductType } from "@/types/types";

export const ProductData: ProductType[] = [
  {
    id: 100,
    name: "Курт",
    imageUrl: QurtP,
    sizes: [20, 30, 50],
    description:
      "Курт — это традиционный натуральный и полезный молочный продукт. Курт имеет круглую форму, белый цвет и упакован в специальные прозрачные упаковки. Дизайн упаковки простой и аккуратный: на передней части изображён логотип улыбающегося ребёнка, название «SHUMBOLA QURT», а также информация о производителе. Продукт размещён в нескольких небольших пакетах, установленных на картонном стенде, что очень удобно для продажи на прилавках магазинов. Курт долго хранится, является питательным и полезным продуктом, особенно подходит для употребления в дороге или в качестве лёгкого перекуса. В целом, Shumbola Qurt — это качественный продукт, который сохраняет традиционный национальный вкус и удобен для повседневного употребления.",
  },
  {
    id: 103,
    name: "Твердый курт",
    imageUrl: ToshQurtP,
    sizes: [20, 30, 50],
    description:
      "Курт — это традиционный натуральный и полезный молочный продукт. Курт имеет круглую форму, белый цвет и упакован в специальные прозрачные упаковки. Дизайн упаковки простой и аккуратный: на передней части изображён логотип улыбающегося ребёнка, название «SHUMBOLA QURT», а также информация о производителе. Продукт размещён в нескольких небольших пакетах, установленных на картонном стенде, что очень удобно для продажи на прилавках магазинов. Курт долго хранится, является питательным и полезным продуктом, особенно подходит для употребления в дороге или в качестве лёгкого перекуса. В целом, Shumbola Qurt — это качественный продукт, который сохраняет традиционный национальный вкус и удобен для повседневного употребления.",
  },
  {
    id: 106,
    name: "Миндаль",
    imageUrl: BodomP,
    sizes: [20, 30, 50],
    description:
      "Миндаль — это натуральный и полезный продукт. Тщательно отобранные ядра миндаля упакованы в качественную упаковку Shumbola. Это отличный источник энергии и питательных веществ, идеально подходящий для здорового перекуса.",
  },
  {
    id: 109,
    name: "Абрикосовая косточка",
    imageUrl: OrikDanakP,
    sizes: [20, 30, 50],
    description:
      "Абрикосовые косточки — это традиционное восточное лакомство, обладающее уникальным вкусом и множеством полезных свойств. Мы используем только натуральное сырье и качественную упаковку Shumbola для вашего удовольствия.",
  },
  {
    id: 112,
    name: "Арахис",
    imageUrl: YerYongoqP,
    sizes: [20, 30, 50],
    description:
      "Арахис — это питательный и вкусный продукт, приготовленный из отборного сырья. Продукт упакован в удобную упаковку Shumbola, которая сохраняет свежесть и аромат орехов. Идеально подходит для быстрого перекуса.",
  },
  {
    id: 115,
    name: "Кешью",
    imageUrl: KeshuP,
    sizes: [20, 30, 50],
    description:
      "Кешью — это высококачественный натуральный продукт. Орехи обладают нежным вкусом и хрустящей текстурой. Упаковка Shumbola обеспечивает сохранность всех полезных свойств и удобство при употреблении.",
  },
];
